"keyApplicationTitle"           = "メモリスロットユーティリティ";

"keyWarningOptimalInfo"         = "メモリモジュールは推奨されたスロットに取り付けられています。";
"keyWarningNotOptimalInfo"      = "このシステムに取り付けられているメモリモジュールは、最適なメモリ帯域幅を提供するための推奨構成になっていません。";

"keyCurrentDIMMConfig"          = "現在取り付けられているメモリモジュール：";
"keyRecommendedConfig"          = "推奨構成：";
"keyOKButton"					= "OK";
"keyPrintButton"				= "プリント";
"keyQuit"                       = "終了";

"keySlot1"                      = "スロット 1：";
"keySlot2"                      = "スロット 2：";
"keySlot3"                      = "スロット 3：";
"keySlot4"                      = "スロット 4：";
"keySlot5"                      = "スロット 5：";
"keySlot6"                      = "スロット 6：";
"keySlot7"                      = "スロット 7：";
"keySlot8"                      = "スロット 8：";

"keyServerSlotA4"                   = "スロット A4：";
"keyServerSlotA1"                   = "スロット A1：";
"keyServerSlotA5"                   = "スロット A5：";
"keyServerSlotA2"                   = "スロット A2：";
"keyServerSlotA6"                   = "スロット A6：";
"keyServerSlotA3"                   = "スロット A3：";
"keyServerSlotB4"                   = "スロット B4：";
"keyServerSlotB1"                   = "スロット B1：";
"keyServerSlotB5"                   = "スロット B5：";
"keyServerSlotB2"                   = "スロット B2：";
"keyServerSlotB6"                   = "スロット B6：";
"keyServerSlotB3"                   = "スロット B3：";
"keyServerNoDIMM"                   = " -\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "1GB DIMM\t";
"keyServerDIMMSize2"				= "2GB DIMM\t";
"keyServerDIMMSize4"				= "4GB DIMM\t";
"keyServerDIMMSize8"				= "8GB DIMM\t";
"keyServerDIMMSize16"				= "16GB DIMM\t";

"keyNoDIMM"                     = " -\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "1GB DIMM\t";
"keyDIMMSize2"                  = "2GB DIMM\t";
"keyDIMMSize4"                  = "4GB DIMM\t";
"keyDIMMSize8"                  = "8GB DIMM\t";
"keyDIMMSize16"                 = "16GB DIMM\t";

"keyUserGuideInfo"              = "ユーザーズガイドの指示に従って、適切な手順でシステム終了してメモリモジュールを推奨スロットに移動してください。\n\nこのユーティリティを再実行するには、これを起動してください：";
"keyUtilityAbsPath"             = "/システム/ライブラリ/CoreServices/メモリスロットユーティリティ";

"keyUnsupportedSystemMessage"	= "メモリスロットユーティリティは、このシステムで実行するように設計されていません。";
